import React from "react";
import "../css/about.css";

const About = () => {
  return (
    <div className="about">
      <h2>About Us</h2>
      <p>Our mission is to provide a dignified farewell to all.</p>
      <div className="objective">
        <h3>Objective</h3>
        <p>उद्देश्य:
1.	मनोहरपुरा मोक्षधाम की सम्पूर्ण देखभाल करना एवं आवश्यकतानुसार जनोपयोगी नियम बनाना।
2.	साफ-सफाई एवं विद्युत लाईट (रोशनी) की उचित व्यवस्था कराना।
3.	महानुभावों एवं आगुन्तकों के लिए बैठने की उचित व्यवस्था करना।
4.	टीन शेडों की उचित व्यवस्था करना एवं सुरक्षा हेतु सी.सी.टी.वी. कैमरें लगवाना।
5.	नहाने, धोने एवं कपड़े बदलने की व्यवस्था करना एवं शौचालय का निर्माण कराना।
6.	पानी की निकासी के लिए उचित व्यवस्था करना।
7.	पानी हेतु बोरिंग/बोरवेल की व्यवस्था करना एवं पीने के शुद्ध पानी (वाटर कूलर मय आर.ओ.) की व्यवस्था करना।
8.	सत्संग कक्ष, कार्यालय, मंदिर और अन्य धार्मिक/सामाजिक आदि कार्यो हेतु भवन का निर्माण कराना।
9.	गरीब/निराश्रित/असहाय/लावारिस आदि के शवों हेतु मोक्षधाम में निःशुल्क दाह संस्कार कराना और अस्थि विसर्जन की व्यवस्था कराना।
10.	मंदिर में पूजन एवं अन्य धार्मिक कार्यो के लिए अस्थायी पुजारियों की व्यवस्था कराना।
11.	उचित या लागत मूल्य पर दाह संस्कार सामग्री की व्यवस्था कराना।
12.	सरकार द्वारा श्मशान एवं पार्क आदि हेतु दी गयी रियायतों एवं सुविधाओं का लाभ लेना और तदानुसार मोक्षधाम में व्यवस्था करना।
13.	मोक्षधाम को अतिक्रमण मुक्त कराना और अतिक्रमण से रोकना।
14.	सांसद/विधायक/पार्षद/नगर निगम/जयपुर विकास प्राधिकरण/ भामाशाह/सीएसआर कोष वाली संस्थाओं/एन.जी.ओ. आदि के सहयोग से विकास एवं जीर्णोद्धार कार्य कराना।
15.	वैतनिक कर्मचारियों एवं गार्ड की नियुक्ति करना।
16.	संस्था के सदस्य या स्थानीय ग्रामवासी से प्राप्त सुझावों पर विचार </p>
      </div>
    </div>
  );
};

export default About;
